const Index = () => {
  return (
    <div>
      <div>
        <h1
          tabIndex={-1}
        >
          FLEXER 개인정보 처리방침
        </h1>
        <p>
          FLEXER는 정보주체의 개인정보를
          중요시하며, 개인정보 보호법, 전기통신사업법 등 회사가 준수해야할 관련
          법령상의 개인정보보호 규정을 준수하고 있습니다.
          <br />
          회사는 개인정보처리방침을 통하여 처리하는 개인정보가 어떻게 이용되고
          있으며, 개인정보보호를 위해 어떠한 조치를 하고 있는지 알려드립니다.
          <br />본 개인정보처리방침은 회사가 제공하는 서비스에 한해 적용되며
          다음과 같은 내용을 담고 있습니다.
        </p>
        <ol>
          <li>처리하는 개인정보의 항목 및 목적</li>
          <li>개인정보의 처리 및 보유기간</li>
          <li>개인정보 파기절차 및 방법</li>
          <li>개인정보의 처리 위탁</li>
          <li>개인정보의 제3자 제공</li>
          <li>정보주체의 권리·의무 및 그 행사방법</li>
          <li>개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항</li>
          <li>개인정보의 안전성 확보조치</li>
          <li>개인정보보호 책임자 및 담당부서</li>
          <li>개인정보처리방침 변경내역</li>
        </ol>
        <h2
          tabIndex={-1}
        >
          1. 처리하는 개인정보의 항목 및 목적
        </h2>
        <p>
          가. 항목
          <br />
          회사는 서비스 제공 및 유지를 위해 필요한 경우 목적에 따라 필요
          최소한의 개인정보만을 다음과 같이 수집하여 처리하고 있습니다.
        </p>
        <table>
          <thead>
            <tr>
              <th>구분</th>
              <th>필수/선택</th>
              <th>수집 항목</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <td>비로그인 사용자 활동</td>
              <td>필수</td>
              <td>클릭 및 방문 페이지</td>
            </tr>
          </tbody>
        </table>
        <p>
          <strong>
            이 외에 서비스 이용 과정에서 IP, 방문일시, 서비스 이용 기록, 불량
            이용 기록과 같은 활동기록이 생성되어 수집될 수 있습니다.
          </strong>
        </p>
        <p>
          회사는 회원(또는 멤버)으로부터 제공받거나 회원이 처리를 요청한
          개인정보만을 수집하며, 경우에 따라 출력된 형태의 종이문서 또는 파일을
          통해 개인정보를 수집할 수도 있습니다.
        </p>
        <p>
          나. 목적
          <br />
          회사는 수집된 정보를 다음과 같은 목적으로 처리합니다.
        </p>
        <ul>
          <li>
            <strong>서비스 분석</strong> : 인구통계학적 특성에 따른 서비스 제공,
            서비스 고도화 및 신규 서비스 개발을 위한 수집 데이터 분석 및 통계
            처리, 서비스의 유효성 확인 등
          </li>
          <li>
            <strong>
              인구통계학적 사용자 행태에 대한 연구 및 기업용 인구통계학적 데이터
              서비스
            </strong>
          </li>
        </ul>
        <h2
          tabIndex={-1}
        >
          2. 개인정보의 처리 및 보유기간
        </h2>
        <p>
          회사는 서비스 이용계약 해지 시까지 정보주체의 개인정보를 처리 및
          보유합니다.
          <br />
          다만, 도입상담 문의 기록의 경우 서비스 상담 이력 관리 및 고객 응대를
          위하여 1년간 보관될 수 있으며, 전자상거래 등에서의 소비자보호에 관한
          법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 정해진
          기간 동안 개인정보를 보관합니다. 그 예는 아래와 같습니다.
        </p>
        <ul>
          <li>
            <strong>소비자의 불만 또는 분쟁처리에 관한 기록</strong>
            <br />
            보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률
            <br />
            보존 기간 : 3년
          </li>
        </ul>
        <h2
          tabIndex={-1}
        >
          3. 개인정보 파기
        </h2>
        <p>
          정보주체의 개인정보는 원칙적으로 수집 당시 고지한 이용목적이 달성되면
          지체 없이 파기됩니다. 또한 동의 해지 시 정보주체의 개인정보를 제2조에
          명시한 관계법령의 규정에 의하여 보존할 필요가 있는 경우 일정 기간
          저장하는 자료를 제외하고는 지체 없이 파기합니다. 서비스 해지 또는
          개인정보 삭제가 이뤄진 후 바로 복구 요청 등이 발생할 수 있어 서비스
          사용자의 보호를 위하여 ‘지체 없이’의 기간은 최대 7일을 넘기지 않도록
          합니다.
          <br />
          종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각 등을 통하여
          파기하고, 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는
          기술적 방법 또는 물리적 방법을 사용하여 파기합니다.
          <br />
          처리 목적이 달성된 개인정보의 경우 별도의 DB에 옮겨져 내부규정 및 관련
          법령을 준수하여 안전하게 보관되며, 정해진 기간이 종료되었을 때
          지체없이 파기됩니다. 이때, 별도의 DB로 옮겨진 개인정보는 동의한 목적을
          초과하거나 혹은 법률이 정한 경우 외의 다른 목적으로 이용되지 않습니다.
        </p>
        <h2
          tabIndex={-1}
        >
          4. 개인정보의 처리 위탁
        </h2>
        <p>회사는 개인정보 처리를 위탁하지 않습니다.</p>
        <h2
          tabIndex={-1}
        >
          5. 개인정보의 제3자 제공
        </h2>
        <p>
          회사는 정보주체의 별도 동의가 있는 경우나 법령에 규정된 경우를
          제외하고는 정보주체의 개인정보를 제3자에게 제공하지 않습니다.
        </p>
        <h2
          tabIndex={-1}
        >
          6. 정보주체와 법정대리인의 권리·의무 및 그 행사방법
        </h2>
        <p>가. 권리 및 행사방법</p>
        <p>
          개인정보 동의 철회 및 삭제, 처리 정지를 하고자 하는 경우에는
          FLEXER 개발자(
          <a href="mailto:newskys1@gmail.com">
            newskys1@gmail.com
          </a>
          )를 통해 요청할 수 있습니다. 특별한 사유가 없는 한, 요청시 10일 이내에
          결과를 회신하도록 합니다. 기한 내에 회신이 어려운 경우에는 사실을
          알리고 양해를 구하도록 하겠습니다.
          <br />
          개인정보 동의 철회 및 삭제, 처리 정지 요청 시, 서비스의 일부 또는 전부
          이용이 제한될 수 있습니다. 또한, 법률에 특별한 규정이 있거나 법령상
          의무를 준수하기 위하여 불가피한 경우, 다른 사람의 생명·신체를 해할
          우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가
          있는 경우, 개인정보를 처리하지 아니하면 정보주체와 약정한 서비스를
          제공하지 못하는 등 계약의 이행이 곤란한 경우로서 정보주체가 그 계약의
          해지 의사를 명확하게 밝히지 아니한 경우에는 동의 철회, 삭제, 처리
          정지가 어려울 수 있습니다.
          <br />
          요청하신 처리가 완료될 때까지 해당 정보를 이용하거나 타인에게 제공하지
          않습니다. 또한, 합리적인 사유로 잘못된 개인정보를 제3자에게 이미
          제공한 경우, 그 결과를 지체 없이 제3자에게 통지하여 동의 철회, 삭제,
          처리 정지하도록 조치합니다.
        </p>
        <p>나. 의무</p>
        <p>
          정보주체는 자신의 개인정보를 보호할 의무가 있으며, 회사의 귀책사유가
          없이 시스템 접속을 위한 정보(이메일주소, 비밀번호 등), 접근매체 등의
          양도·대여·분실이나 로그인 상태에서 자리를 떠나는 등 고객 본인의
          부주의나 관계법령에 의한 보안조치로 차단할 수 없는 방법이나 기술을
          사용한 해킹 등 회사가 상당한 주의에도 불구하고 통제할 수 없는
          인터넷상의 문제 등으로 개인정보가 유출되어 발생한 문제에 대해 회사는
          책임을 지지 않습니다.
          <br />
          회원 및 멤버는 자신의 개인정보를 최신의 상태로 유지해야 하며, 부정확한
          정보 입력으로 발생하는 문제의 책임은 자신에게 있습니다. 타인의
          개인정보를 도용한 회원가입 또는 시스템 접속을 위한 정보(이메일주소,
          비밀번호) 등을 도용하여 결제 처리 시 회원 자격 상실과 함께 관계법령에
          의거하여 처벌될 수 있습니다. 또한 회원 및 멤버는 회사의
          개인정보보호정책에 따라 보안을 위한 주기적인 활동에 협조할 의무가
          있습니다.
        </p>
        <h1
          tabIndex={-1}
        >
          7. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
        </h1>
        <p>가. 쿠키(Cookie)</p>
        <p>
          쿠키(Cookie)는 사용자의 효율적이고 안전한 웹 사용을 보장하기 위해
          웹사이트 접속 시 사용자의 디바이스로 전송 및 저장되는 작은 텍스트
          파일입니다. 쿠키가 저장된 이후 다시 웹사이트를 방문할 경우 쿠키는
          웹사이트 사용자의 디바이스를 인식하여 지난 설정과 과거 이용내역을
          자동으로 불러옵니다. 또한 방문한 서비스 정보, 서비스 접속 시간 및
          빈도, 서비스 이용 과정에서 생성된 정보 등을 분석하여 활용할 수
          있습니다. 쿠키는 개인을 식별하는 정보를 자동적˙능동적으로 수집하지
          않으며, 사용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수
          있는 선택권을 가지고 있습니다. 웹브라우저에서 옵션을 설정함으로써 모든
          쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의
          저장을 거부할 수도 있습니다. 그러나 사용자가 만약 쿠키를 사용하지
          않도록 설정하거나 쿠키의 기능을 제한하도록 설정하는 경우, 웹사이트의
          편리한 기능을 사용할 수 없을 수 있으며 이로 인하여 전체적인 사용자
          경험을 제한할 가능성이 있습니다.
        </p>
        <p>
          나. 쿠키 설정 변경 방법
          <br />
          현재 사용하는 브라우저의 쿠키 설정 확인 및 변경은 아래와 같은 방법을
          통해 가능합니다.
        </p>
        <ul>
          <li>
            Internet Explorer를 사용하는 경우 쿠키 설정 방법{' '}
            <a href="https://support.microsoft.com/ko-kr/windows/%EC%BF%A0%ED%82%A4-%EC%82%AD%EC%A0%9C-%EB%B0%8F-%EA%B4%80%EB%A6%AC-168dab11-0753-043d-7c16-ede5947fc64d">
              보기
            </a>
          </li>
          <li>
            Safari를 사용하는 경우 쿠키 설정 방법{' '}
            <a href="https://support.apple.com/ko-kr/guide/safari/sfri11471/mac">
              보기
            </a>
          </li>
          <li>
            FireFox를 사용하는 경우 쿠키 설정 방법{' '}
            <a href="https://support.mozilla.org/ko/kb/clear-cookies-and-site-data-firefox?redirectslug=delete-cookies-remove-info-websites-stored&amp;redirectlocale=ko">
              보기
            </a>
          </li>
          <li>
            Chrome 브라우저를 사용하는 경우 쿠키 설정 방법{' '}
            <a href="https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=ko">
              보기
            </a>
          </li>
        </ul>
        <p>
          다. 서비스 이용 통계 분석
          <br />
          회사는 서비스 이용 통계 분석을 목적으로 구글(Google)에서 제공하는 로그
          분석툴인 Google Analytics를 사용하고 있습니다. Google Analytics를
          통하여 당사의 웹사이트 이용자의 행태정보를 수집하게 되며, 이 경우에도
          개인을 식별할 수 없는 정보만이 수집됩니다. 이러한 정보처리를 원하지
          않는 경우 아래 안내 페이지를 통해 정보 처리를 거부할 수 있습니다.
          <br />
          -Google Analytics 설정 해제 방법{' '}
          <a href="https://tools.google.com/dlpage/gaoptout">보기</a>
        </p>
        <h2
          tabIndex={-1}
        >
          8. 개인정보의 안전성 확보조치
        </h2>
        <p>
          회사는 수집한 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출,
          변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적,
          관리적 조치를 강구하고 있습니다.
        </p>
        <p>
          가. 내부관리계획을 수립하여 이를 이행하고 있습니다.
          <br />
          회사는 개인정보의 안전한 처리를 위하여 내부 정책을 수집하여 운영하고
          있으며, 정보보안 감사 등을 통해 개인정보 보호조치의 이행사항을
          확인하여 문제점 발견 시 즉시 개선을 하도록 조치하고 있습니다.
        </p>
        <p>
          나. 정보주체의 개인정보를 암호화하고 있습니다.
          <br />
          회사는 개인정보를 암호화된 통신 구간을 이용하여 전송하고, 비밀번호 등
          중요 정보는 암호화하여 보관하고 있습니다.
        </p>
        <p>
          다. 해킹이나 컴퓨터 바이러스로부터 개인정보를 보호하기 위하여 노력하고
          있습니다.
          <br />
          회사는 해킹이나 컴퓨터 바이러스 등에 의해 임직원의 개인정보가
          유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에
          서버, DB 등의 시스템을 설치하고 있습니다. 그리고 해커 등의 침입을
          탐지하고 차단할 수 있도록 24시간 감시하고 있으며, 업무용 PC에 백신
          프로그램을 설치하여 최신 악성코드나 바이러스에 감염되지 않도록
          노력하고 있습니다. 또한 새로운 해킹/보안 기술에 대해 지속적으로
          연구하여 서비스에 적용하고 있습니다.
        </p>
        <p>
          라. 소중한 개인정보에 접근할 수 있는 사람을 최소화하고 있습니다.
          <br />
          회사는 개인정보를 처리하는 직원을 최소화하여 개인정보 유출에 대한
          위험을 줄이고 있습니다. 또한 개인정보를 보관하는 데이터베이스 시스템과
          개인정보를 처리하는 시스템에 대한 비밀번호의 생성과 변경, 그리고
          접근할 수 있는 권한에 대한 체계적인 기준을 마련하고 지속적인 감사를
          실시하고 있습니다.
        </p>
        <p>
          마. 접근통제장치를 설치하여 운영하고 있습니다.
          <br />
          회사는 침입차단시스템 등 보안솔루션을 이용하여 외부로부터 무단 접근을
          통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위하여 가능한
          모든 기술적 장치를 갖추려 노력하고 있습니다.
        </p>
        <p>
          바. 접속 기록의 위조, 변조 방지를 위한 조치를 취하고 있습니다.
          <br />
          회사는 개인정보처리시스템에 접속한 기록을 보관, 관리하고 있으며, 접속
          기록이 위조, 변조되지 않도록 관리하고 있습니다.
        </p>
        <p>
          사. 취급 직원의 최소화 및 교육
          <br />
          회사는 정보주체의 개인정보에 대한 접근권한을 업무상 개인정보의 취급이
          불가피한 자로 제한하고 있습니다.
          <br />
          개인정보를 처리하는 모든 임직원들을 대상으로 개인정보보호 의무와
          보안에 대한 정기적인 교육과 인식 강화 활동을 실시하고 있습니다. 또한,
          입사시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에
          방지하고 개인정보보호정책에 대한 이행사항 및 직원의 준수여부를
          감사하기 위한 내부절차를 마련하고 있습니다.
          <br />
          개인정보 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게
          이뤄지고 있으며, 입사 및 퇴사후 개인정보 사고에 대한 책임을 명확히
          하고 있습니다.
        </p>
        <h2
          tabIndex={-1}
        >
          9. 개인정보보호 책임자 및 담당부서
        </h2>
        <p>
          개인정보 열람청구 및 개인정보보호 관련 문의, 요청 등은
          개인정보보호책임자 및 담당부서로 연락해 주시기 바랍니다. 회사는 그
          목소리에 귀 기울이고 신속하고 충분한 답변을 드릴 수 있도록 최선을
          다하겠습니다.
        </p>
        <p>개인정보보호 책임자 및 담당부서</p>
        <pre>
          <code>
            - 책임자 : 신규식 - 연락처 : newskys1@gmail.com
          </code>
        </pre>
        <p>
          또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는
          아래 기관에 문의하실 수 있습니다. 아래 기관은 회사와는 별개의
          기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에
          만족하지 못하시거나 보다 자세한 도움이 필요한 경우 아래 기관에서
          도움을 받으실 수 있습니다.
        </p>
        <pre>
          <code>
            개인정보침해 신고센터 - [국번없이]118 - privacy.kisa.or.kr
            개인정보분쟁조정위원회 - [국번없이]1833-6972 - www.kopico.go.kr
            대검찰청 사이버수사과 - [국번없이]1301 - cid@spo.go.kr 경찰청
            사이버수사국 - [국번없이]182 - cyberbureau.police.go.kr
          </code>
        </pre>
        <h2
          tabIndex={-1}
        >
          10. 개인정보처리방침 변경내역
        </h2>
        <p>
          • 개인정보 처리방침 버전정보 : v.2.0
          <br />
          • 개인정보처리방침 시행일자 : 2022년 3월 29일
          <br />• 개인정보처리방침 공고일자 : 2022년 3월 22일
        </p>
      </div>
    </div>
  )
}

export default Index
